[
    {
        "id": 0,
        "title": "Why do I need a content writer or copywriter?",
        "answers": [
            "There are a myriad of options available nowadays for almost every service or product imaginable. Whatever you do or sell, you have a lot of competition for it.",
            "So, you want to stand out.",
            "To do that, you need to have good copy.",
            "A professional copywriter makes your words, message, product and services stand out and grabs the attention of your current and potential customers.",
            "A professional content writer tells your story, or whatever informative, educational or entertaining stories you need to help your customers."
        ]
    },
    {
        "id": 1,
        "title": "Why do I need a proofreader or editor?",
        "answers": [
            "Some people think poor grammar, spelling and punctuation are acceptable.",
            "But many people – and certainly all high-calibre businesses – don’t.",
            "Good spelling, grammar and punctuation are what makes your business give a great first impression, showing that you’re professional, credible and easy to understand.",
            "Many businesses will write off any company that has typos and bad spelling in their websites, social media or emails to customers.",
            "Avoid that by hiring me to check over your content with a fine-tooth comb before publishing."
        ]
    },
    {
        "id": 2,
        "title": "How does it work?",
        "answers": [
            "Contact me and we’ll arrange to chat over the phone or by video chat about your needs and how I can help you with them. Once we’ve fully talked this through, we’ll create a brief and I’ll use this to give you a quote and contract.",
            "Once you’re happy to proceed, you pay a 50% deposit up front and I’ll start the work. I’ll give you the first draft and we’ll discuss any tweaks you require to make sure you’re happy. Once it’s finished and you’re happy, you’ll pay the other 50%.",
            "For proofreading and editing work, you’ll send me the document (or at least a section of it) and I’ll advise you what level of editing I’d recommend before giving you a quote."
        ]
    },
    {
        "id": 4,
        "title": "How much do you charge?",
        "answers": [
            "I understand that times are tough for many people at the moment.",
            "So, my fees are currently 30% off standard rates for a limited time only to help people out during the covid-19 crisis.",
            "Every job is different and fees are on a project-by-project basis. We’ll fully discuss your needs, find out how complex the work is, how much research is involved, your deadlines and the word count to finalise the fee, but here are some general rates as a guide:",
            "*Copywriting",
            "As a general guide, 500-word web pages and blog articles:",
            "Start at <del>£140</del> (or <del>$180</del>). Currently from £100 each (or $130 USD).",
            "*Content Writing:",
            "As a general guide, 500-word articles:",
            "Start at <del>£100</del> (or <del>$130</del>). Currently from £70 ($90)",
            "1,000-word articles:",
            "Start at <del>£200</del> (or <del>$260</del>). Currently from £140 ($180).",
            "*Proofreading and copy editing",
            "We’ll fully discuss what you need and I’ll see your work to see what level you need of proofreading, copy editing or developmental editing before giving a quote.",
            "Here are the main three levels and general fees for them:",
            "*Proofreading (Level 1):",
            "<del>£35</del> (or <del>$45</del>). Currently £25 (or $33) per 1,000 words.",
            "Making sure everything is correct, checking for errors with grammar, spelling, punctuation, lists and tables. I make sure it’s ready to be published by being: consistent, understandable, accurate, and written for a single purpose and audience with one voice.",
            "I’m not giving input on the content here. No comments on tone of voice, pacing, structure or how best to show off parts of the story. Just all technical correctness. ",
            "*Copy editing (Level 2):",
            "<del>£35</del> (or <del>$45</del>). Currently £25 (or $33) per 500 words.",
            "All of the above PLUS helping with the tone of voice of the story, the flow, suggesting anything I think would make it better, with some rewording or rephrasing where needed. Suggestions for changes to the structure and content of the text to help make more of an impact and tell your story the catchiest way.",
            "*Developmental editing (Level 3):",
            "<del>£45</del> (or <del>$65</del>). Currently £32 (or $42) per 500 words.",
            "All of the above PLUS advice on guiding and shaping the article or book, advice on organising and planning the story, inserting chapters, improving on wording used, and overall polishing of the narrative. (Recommended for pieces written by first-time/new writers or if you need guidance and help shaping your story or piece).",
            "*Ghost Writing:",
            "Contact me to discuss your project. Rates will be dependant on complexity, length and time involved.",
            "*FYI:",
            "1,000 words is about two web pages single-spaced or four double-spaced.",
            "500 words is about one web page single-spaced or two double-spaced.",
            "*Large projects and repeat work",
            "If you have a bigger project, such as editing a book, or you need copy for an entire website, we’ll set a flat fee for the project.",
            "If you would like to book me for a large project up front or repeat work, such as writing regular articles or blog posts for your website, we can discuss options for that and potential discounted rates for more work too."
        ]
    },
    {
        "id": 11,
        "title": "Can you create my website for me?",
        "answers": [
            "If you need a website made for your business, I work closely with excellent website developer Nick Worrall. So, if you need a site, whether that be an e-commerce site, portfolio site, blog, anything you need, I would highly recommend him. He has created various business sites (including this one) and my travel site, and offers very reasonable rates, and we can offer you a package deal together. See his work and contact him through his website <a href='https://nickworrall.co.uk'  target='blank' rel='noopener noreferrer'>nickworrall.co.uk</a>."
        ]
    }
]