[
    {
        "id": 0,
        "quote": "Karen is Awesome",
        "source": "Jo Fletcher-Cross",
        "location": "Managing Editor, APL Media"
    },
    {
        "id": 1,
        "quote": "She (Karen) was an excellent addition to our team, and contributed to several of our titles, including National Geographic Traveller, National Geographic Traveller Food, Postcards and Worldwide Destination Guide. She worked diligently and enthusiastically on multiple projects, including writing and researching original content, picture research and sub-editing. Karen was a pleasure to have in the office, and I was impressed by her passion, work ethic and flexibility. She will be a great addition to any organisation in the future and I wish her the best as in her career.",
        "source": "Zane Henry",
        "location": "Project Manager, National Geographic Traveller (UK)"
    },
    {
        "id": 2,
        "quote": "Karen is Awesome",
        "source": "Dave and Deb",
        "location": "The Planet D"
    },
    {
        "id": 3,
        "quote": "I have had the opportunity to work with Karen in two different scenarios in my career where Karen reported directly to me. While working on-board with Karen she was one that I could always approach when I needed volunteers outside of her current job description. Karen was always someone I can count on without any problems. When she approached me about becoming a Future Cruise Consultant I had no doubt that she would represent On-board Sales perfectly. Karen was one of the top performers within the first few months she started and was always striving to exceed those targets with new ideas. She has been one of the reasons why I enjoy working with On-board Sales and the Future Cruise Consultants.",
        "source": "Kyle Lozier",
        "location": "On-board Sales Supervisor, Holland America Line"
    },
    {
        "id": 4,
        "quote": "Karen was one of the top performers on my sales team, always exceeding her revenue targets. Karen is a natural innovator, always thinking of new, creative ways to drive sales. Her positive personality is a ray of inspiration for anyone who comes in contact with her. Karen is a natural leader with a diverse, global background. She will add value to any company that is lucky enough to have her.",
        "source": "Debella Ri’chard",
        "location": "Senior Director Trade Engagement and Onboard Sales, Holland America Line:"
    }
]